Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/velgekte.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: This means that pirated cosmetics can contain large amounts of bacteria that are absent from genuine products.
nb: Dette medfører at piratkopiert kosmetikk kan inneholde store mengder med bakterier som du ikke finner i de ekte produktene.

source: Makeup, creams, and other cosmetics are pirated extensively.
nb: Sminke, kremer, og annen kosmetikk kopieres i stort omfang.

source: Isopropanol is normally used in detergents, nail varnish remover and window cleaning sprays.
nb: Isopropanol brukes vanligvis i vaskemidler, neglelakkfjerner og vindusspylerveske.

source: and seized 1200 tons of fake foodstuffs and 430 000 litres of fake drinks.
nb: der 1200 tonn falske matvarer og 430 000 liter piratkopiert drikke ble beslaglagt.

source: Piracy now affects all branches of commerce and product types, such as foodstuffs, housekeeping products, games, electronic items, car and plane parts, insect repellents, cigarettes, furniture and so on.
nb: Piratkopier berører i dag så å si alle bransjer og produkttyper, som for eksempel matvarer, husholdningsartikler, leker, elektronikk, flydeler, bildeler, insektmidler, sigaretter, møbler osv.

source: Certain bogus products being marketed as «natural health foods» or listed as «containing only natural ingredients» can also contain chemical substances that are poisonous and not authorised for use in Norway.
nb: Også produkter som blir markedsført som «naturlige» eller «inneholder kun naturlige ingredienser» kan inneholde kjemiske stoffer som kan være giftige og som ikke er godkjent i Norge.

source: Until April 2016, Norwegian customers bought copies of Danish and Italian designer furniture mainly from online stores in Britain.
nb: Frem til april 2016 var det særlig nettbutikker med tilholdssted i Storbritannia som tilbød kopier av danske og italienske designmøbler til norske kunder.

source: Consider making a "Brand Identification Guide" for your company
nb: Vurder en «Brand Identification Guide» for din virksomhet

source: , bogus medicines have been found to contain poisonous substances like rat poison.
nb: har det blitt funnet falske legemidler som inneholder giftige stoffer, som for eksempel rottegift.

source: On the other hand, it is not an offense to purchase such designer furniture and send it to Norway if it is for private use.
nb: Det er derimot ikke straffbart å kjøpe slike designmøbler og få dem sendt til Norge hvis det er til privat bruk.

source: it is mentioned, for example, that counterfeit clothing and running shoes containing harmful and illegal amounts of toxic substances such as mercury and phthalates have been found.
nb: nevnes for eksempel at det er funnet piratkopierte klær og joggesko med skadelige og ulovlige mengder av giftige stoffer, som kvikksølv og phtalater.

source: The courts are also at liberty to forbid any further actions that imply a continuation of copyright breaches (an injunction).
nb: Domstolene kan også forby handlinger som medfører fortsatt overtredelse av opphavsretten (forbudsdom).

source: All information is translated into the official languages of the EU.
nb: All informasjon vil bli oversatt til de offisielle språkene i EU.

source: This also covers use of content by way of digital technology.
nb: Bruk av verk ved hjelp av digital teknologi er omfattet.

source: Not even the «alloy wheels» you can buy are necessarily safe.
nb: Heller ikke «lettmetallfelgene» du får kjøpt er nødvendigvis sikre i bruk.

source: You have no guarantee that the fake version will function properly; nor can you be sure that it's safe to use.
nb: Du har ingen garanti for at den piratkopierte varen fungerer og du vet heller ikke om den er trygg å bruke.

source: has revealed that BMW tested fake car parts with alarming results.
nb: » opplyses det om at BMW Automobiles har testet piratkopierte bildeler med alarmerende resultat.

source: Fake clothing and shoes may well have been treated with chemicals that can trigger allergic reactions and skin irritation..
nb: Falske klær og sko kan være behandlet med kjemikalier som gir allergi og irritasjoner i huden.

source: In Britain, arts and crafts have been protected by intellectual property legislation for 25 years after the product came on the market.
nb: For slik brukskunst har vernetiden for åndsverk i Storbritannia vært 25 år etter at produktet ble brakt på markedet.

source: article from WIPO Magazine
nb: denne artikkelen fra WIPO Magazine

source: , the money earned from counterfeit brand names is used to finance other illegal activities and organised crime such as people trafficking and drug smuggling.
nb: brukes pengene som tjenes på falske merkevarer til å finansiere andre illegale aktiviteter og organisert kriminalitet, slik som menneskehandel og narkotikasmugling.

source: Enforcement Database (EDB) – assistance from the EU enforcement authorities
nb: Enforcement Database (EDB) – bistand fra EUs håndhevingsmyndigheter

source: Pirated products and counterfeit medicines pose a serious risk to your health and safety.
nb: Piratkopierte produkter og medisiner utgjør en alvorlig risiko for din helse og sikkerhet.

source: Streaming or BitTorrent sharing?
nb: Strømming eller BitTorrent-deling?

source: Read the European Commission manual on application for assistance in EU countries
nb: Les EU-kommisjonens manual for søknad om bistand i EU-land

source: The European Union Intellectual Property Office (EUIPO) has developed a new database tool to make it simpler for rights holders to apply for assistance from the enforcement authorities in the EU to halt piracy.
nb: EUs varemerke- og designmyndighet (European Union Intellectual Property Office, EUIPO) har utviklet et nytt databaseverktøy som gjør det enklere for rettighetshavere å søke om bistand fra håndhevingsmyndighetene i EU til å stoppe piratkopier.

source: In 2014, Europol carried out a
nb: I 2014 gjennomførte Europol

source: It's easy to be fooled by counterfeit medicines.
nb: Det er lett å la seg lure av falske medisiner.

source: Therefore, the problem here is not how the products are sold or advertised but rather that they may contain other substances and mixtures that are not listed in the table of contents.
nb: Problemet er dermed ikke nødvendigvis at slike produkter er piratkopierte men at de kan vise seg å inneholde andre stoffer og sammensettinger enn det som oppgis i innholdsfortegnelsen.

source: you will find an information video about the Enforcement Database (EDB).
nb: finner du en informasjons-video om Enforcement Database (EDB).

source: Many games and toys sold at markets and fairs do not satisfy safety requirements and can be highly dangerous for small children.
nb: Mange leker som selges på messer og markeder tilfredsstiller ikke kravene til produktsikkerhet og kan være farlige for små barn.

source: You can apply for assistance electronically through this database, and the information will become directly available to the customs authorities in the EU.
nb: Gjennom denne databasen kan du søke om bistand elektronisk, og informasjonen vil bli direkte tilgjengelig for tollmyndighetene i EU.

source: Such purchases also have a direct impact on Norwegian society in the form of lost workplaces and tax revenue.
nb: Slike kjøp har også en direkte effekt på det norske samfunnet i form av tapte arbeidsplasser og tapte skatter og avgifter.

source: Europol and Interpol also warn that piracy is an increasing activity for serious organised crime.
nb: Også Europol og Interpol advarer mot at piratkopiering er en økende aktivitet for alvorlig organisert kriminalitet.

source: You take a big risk by buying medicines that may be counterfeit.
nb: Du tar en stor risiko ved å kjøpe medisiner som kan være piratkopierte.

source: If you purchase fake cosmetics, you have no way of knowing who produced them, what they contain and who has guaranteed they are safe to use.
nb: Kjøper du falsk kosmetikk vet du ikke hvem som har produsert varene, hva de inneholde og hvem som står ansvarlig for at produktet er trygt å bruke.

source: The Norwegian Food Safety Authority has discovered traces of mercury and steroids in skin creams, soaps and lotions, for example.
nb: Mattilsynet har funnet spor av kvikksølv og steroider i hudkremer, såper og lotions.

source: What is illegal file sharing?
nb: Hva er ulovlig fildeling?

source: Safety marks and approvals such as the CE mark may also be faked.
nb: Sikkerhetsmerker og godkjennelser slik som CE-merket kan også være forfalsket.

source: Thank you for your feedback!
nb: Takk for din tilbakemelding!

source: Tobacco and alcohol
nb: Tobakk og alkohol

source: Health food and supplements
nb: Helsekost og kosttilskudd

source: Cooperation with the customs authorities in the EU
nb: Samarbeid med tollmyndighetene i EU

source: This is prohibited under the Copyright Act.
nb: Dette er forbudt etter åndsverkloven.

source: It's almost certain that they don't contain much aluminium, and again there's no guarantee regarding quality or road performance.
nb: De inneholder antageligvis ikke mye aluminium, og det er heller ingen garanti for kvaliteten eller kjøreegenskapene.

source: Such activity clearly breaches the provisions of the Norwegian Copyright Act – "uploading" implies making material accessible for others (the general public), whilst "downloading" of copyright protected content implies copying (reproduction of copies).
nb: Slik aktivitet er klart forbudt etter åndsverkloven – opplasting innebærer tilgjengeliggjøring for andre (allmennheten), mens nedlasting av opphavsrettsbeskyttet innhold innebærer kopiering (eksemplarfremstilling).

source: The same applies to patents.
nb: Det samme gjelder for patenter.

source: Interpols Casebook from 2014
nb: Interpols Casebook fra 2014

source: Illegal sales of fake cigarettes and drinks has become a huge international problem.
nb: Ulovlig handel med falske sigaretter og falsk sprit har blitt et stort internasjonalt problem.
